{
	"LoadingTips_Default": {
		"1": "Pemain lain dapat menjarah petimu! jika kamu tidak memercayai mereka, gunakanlah {$ItemName.Safe} atau {$ItemName.PiggyBank}; barang tersebut memiliki penyimpanan yang eksklusif untuk setiap pemain.",
		"2": "Aksesori informasi tidak perlu dikenakan untuk memberikan kamu atau temanmu yang berada di  dekatmu informasi yang berguna; kamu cukup menaruhnya di Inventorimu.",
		"3": "{$ItemName.Rope} dapat membantumu ketika menjelajahi gua. Kamu bahkan bisa membuatnya menjadi {$ItemName.RopeCoil} yang bisa dilempar!",
		"4": "Bioma Jamur dapat tumbuh di atas maupun di bawah tanah. [Truffle terkadang membuat dirinya betah saat berada di Bioma Jamur yang berada di permukaan].",
		"5": "Kamu bisa mengubah spawn point-mu dengan menggunakan kasur.",
		"6": "Jika kamu menemukan {$ItemName.MagicMirror}, kamu bisa menggunakannya untuk teleportasi kembali ke spawn point-mu.",
		"7": "Ada Pulau Mengapung di langit.",
		"8": "Terkadang kamu dapat menemukan NPC tersembunyi di seluruh dunia.",
		"9": "Saat Blood Moon, Zombie dapat membuka pintu.",
		"10": "Air dapat menyelamatkanmu dari ketinggian",
		"11": "{$ItemName.Torch} dan {$ItemName.Glowstick} dapat memberikan pencahayaan di tempat gelap. {$ItemName.Torch} tidak akan menyala di bawah air tidak seperti {$ItemName.Glowstick}.",
		"12": "Jangan jatuh ke lava sebelum meminum {$ItemName.ObsidianSkinPotion}!",
		"13": "Kamu tidak akan terkena fall damage jika kamu memiliki {$ItemName.LuckyHorseshoe}. Item tersebut dapat ditemukan di Pulau Mengapung.",
		"14": "Berjalan di atas {$ItemName.Hellstone} dan {$ItemName.Meteorite} dapat membakarmu! Lindungi dirimu dengan menggunakan {$ItemName.ObsidianSkull} atau aksesori serupa.",
		"15": "{$ItemName.LifeCrystal} tersembunyi di seluruh dunia. Gunakan mereka untuk meningkatkan health-mu.",
		"16": "{$ItemName.Torch} membutuhkan {$ItemName.Wood} dan {$ItemName.Gel} untuk dibuat. {$ItemName.Gel} didapatkan dengan mengalahkan slime.",
		"17": "Beberapa bijih membutuhkan pickaxe tingkat tinggi untuk ditambang.",
		"18": "Boss lebih mudah dikalahkan bersama teman.",
		"19": "Busur dan senjata api memerlukan amunisi yang tepat di slot amunisi.",
		"20": "{$NPCName.OldMan} di Dungeon adalah {$NPCName.Clothier}. Seandainya saja ada seseorang yang bisa mengangkat kutukannya...",
		"21": "{$NPCName.Merchant} menyukai uang. Jika kamu menabung cukup banyak, dia pasti datang!",
		"22": "Simpan peledak di dalam inventory-mu untuk menarik {$NPCName.Demolitionist} ke rumahmu.",
		"23": "Pastikan kamu memiliki hunian yang valid dengan kamar kosong, kamu mungkin akan menarik penduduk baru ke duniamu.",
		"24": "Selama menjelajah, ada baiknya untuk menyimpan beberapa Platform tersedia. Platform bisa dibuat dari berbagai bahan seperti {$ItemName.Wood}, {$ItemName.Glass}, atau bahkan {$ItemName.Bone}.",
		"25": "Bunuh boss untuk menarik {$NPCName.Dryad} ke rumahmu. Dia bisa memberitahu keadaan Corruption, Crimson dan Hallow di duniamu.",
		"26": "Pemain mungkin ingin memetakan ulang kontrol mereka; kamu bisa melakukan ini melalui Menu Kontrol di Pengaturan.",
		"27": "Gunakan {$ItemName.MiningHelmet} jika kamu tidak mau menggunakan {$ItemName.Torch}.",
		"28": "Kamu bisa menggunakan ember kosong di kepalamu!",
		"29": "Kalahkan boss di Underworld untuk mengubah Dunia selamanya. Cari {$ItemName.GuideVoodooDoll} dan lemparkan ke lava untuk memanggilnya.",
		"30": "Demon Altar dan Crimson Altar tidak dapat dihancurkan dengan palu biasa. Kamu harus menggunakan Pwnhammer.",
		"31": "Membunuh kelinci itu kejam!!!",
		"32": "{$ItemName.FallenStar} terkadang muncul saat malam. kumpulkan 5 buah untuk dibuat {$ItemName.ManaCrystal} yang bisa digunakan untuk meningkatkan Mana-mu.",
		"33": "Awas {$ItemName.Meteorite}!",
		"34": "Seekor peliharaan bisa menjadi teman baikmu.",
		"35": "Jika kamu menggali cukup dalam, kamu akan berakhir di Underworld!",
		"36": "{$NPCName.SantaClaus} itu nyata. Dia datang ke kota setelah Frost Legion dikalahkan (dan pada musimnya).",
		"37": "Jangan goyangkan {$ItemName.SnowGlobe} kecuali kalau kamu mau memanggil Frost Legion.",
		"38": "Kamu bisa menggunakan {$ItemName.HallowedSeeds}, {$ItemName.HolyWater}, atau Pearlstone untuk menyebarkan Hallow.",
		"39": "Hallow hanyalah tempat di mana Corruption dan Crimson tidak dapat menyebar.",
		"40": "Corruption dipenuhi dengan jurang. Perhatikan celahnya.",
		"41": "Waktu dapat menyembuhkan semua luka.",
		"42": "Kamu bisa menanam {$ItemName.Acorn} untuk menumbuhkan pohon baru.",
		"43": "Ilmu roket memberikan kita {$ItemName.RocketBoots}.",
		"44": "{$ItemName.CloudinaBottle} dan {$ItemName.ShinyRedBalloon} adalah aksesori yang dapat meningkatkan kemampuanmu dalam melompat. Gabungkan keduanya untuk membuat {$ItemName.CloudinaBalloon}.",
		"45": "Jika kamu menyimpan Koin di dalam Chest atau Piggy Bank, kecil kemungkinan kamu akan kehilangannya.",
		"46": "Jika kamu ingin meramu sebuah ramuan, taruh Botol di atas Meja dan simsalabim, sekarang kamu bisa meramu ramuan!",
		"47": "Jika rumahmu tidak memiliki dinding, monster dapat muncul di dalamnya.",
		"48": "Menggunakan satu set lengkap zirah yang dibuat dari material yang sama akan memberikanmu bonus ekstra.",
		"49": "Buat sebuah {$ItemName.Furnace} untuk membuat logam batangan dari bijih.",
		"50": "Kamu bisa memanen Cobweb dan membuatnya menjadi Silk. Kamu bisa menggunakan Silk untuk membuat kasur, sofa, dan masih banyak lagi!",
		"51": "Kamu bisa membeli {$ItemName.Wire} dari {$NPCName.Mechanic} lalu menggunakannya untuk membuat jebakan, sistem pemompa, atau perangkat rumit lainnya.",
		"52": "Bagian Housing di Menu Equipment memungkinkanmu untuk menentukan ruangan mana yang akan ditinggali NPC.",
		"53": "Jika kamu muak terkena knockback, coba gunakan {$ItemName.CobaltShield}. Kamu bisa menemukannya di Dungeon.",
		"54": "{$LegacyInterface.90} adalah alat yang sangat berguna untuk explorasi. Cobalah membuatnya dengan {$ItemName.Hook} atau permata.",
		"55": "Ruangan di dalam rumah dapat memiliki Platform sebagai lantai atau langit-langit, tapi NPC membutuhkan paling tidak satu [block solid] untuk berdiri.",
		"56": "Kamu bisa menghancurkan Shadow Orb dan Crimson Heart dengan palu atau peledak. tapi bersiap-siaplah menghadapi makhluk yang akan datang.",
		"57": "Ketika menghadapi {$Bestiary_Invasions.Goblins}, crowd control sangatlah penting.",
		"58": "Penyihir hebat menggunakan {$ItemName.ManaFlower}",
		"59": "Tanggunglah sendiri risiko penggunaan \"suspicious looking item\"!",
		"60": "Pasir terlalu kuat.",
		"61": "{$NPCName.GoblinTinkerer} yang bisa ditemukan di Gua akan menjual berbagai macam barang berguna, termasuk {$ItemName.TinkerersWorkshop}.",
		"62": "Kamu dapat memeriksa apakah sebuah ruangan termasuk hunian yang valid melalui bagian Hunian dari Menu Inventori.",
		"63": "Benih dapat digunakan untuk menumbuhkan berbagai macam bahan untuk membuat ramuan.",
		"65": "Jika kamu tersesat atau perlu mencari pemain lain, buka Peta Dunia.",
		"66": "Jika kamu perlu menghilangkan tembok, buatlah palu!",
		"67": "Punya dinding atau platform berlebih? Kamu dapat mengubahnya kembali menjadi bahan aslinya!",
		"68": "Memancing adalah sumber fantastis untuk mendapatkan bahan kerajinan, aksesoris, dan crate!",
		"69": "Tidak ada yang dapat meningkatkan mobilitas seperti Sayap. Siapa yang tidak mau terbang?",
		"70": "Mengendarai kereta tambang adalah salah satu cara terbaik untuk berpergian. Kamu bisa membuat trek mu sendiri, atau menemukannya di Bawah Tanah",
		"71": "{$ItemName.LifeCrystal} masih tidak cukup untukmu? [Nanti], {$ItemName.LifeFruit} akan tumbuh di Jungle, dan dapat meningkatkan health-mu lebih jauh lagi.",
		"72": "Ganti pakaianmu di dalam game menggunakan {$ItemName.Dresser} atau bicara dengan {$NPCName.Stylist} untuk mendapatkan style model rambut baru.",
		"73": "Tunggangan dapat menigkatkan mobilitas pemain dan beberapa kemampuan berguna. Tiap tunggangan itu unik!",
		"74": "Mencari tantangan? Cobalah Expert mode!",
		"75": "Berhati-hatilah di sekitar {$NPCName.MartianProbe}. Jika dia memindaimu, dia akan memanggil {$Bestiary_Invasions.Martian}!",
		"76": "Selama {$Bestiary_Events.Eclipse}, waspadalah dengan banyak monster aneh dan menyeramkan.",
		"77": "Terkadang, musuh menginvasi dari dimensi lain. . .",
		"78": "{$ItemName.PumpkinMoonMedallion} dapat digunakan untuk memanggil {$Bestiary_Invasions.PumpkinMoon}. Mengerikaaan!",
		"79": "Merasa siap menghadapi dinginnya musim dingin? Gunakan {$ItemName.NaughtyPresent} untuk memanggil {Bestiary_Invasions.FrostMoon}!",
		"80": "Saat Badai Pasir melanda, gurun bisa menjadi sangat berbahaya. Musuh baru, jarak pandang berkurang, dan bahkan bergerak pun menjadi sulit!",
		"81": "{$NPCName.ArmsDealer} tahu lebih banyak mengenai senjata api daripada siapapun. Jika kamu memilikinya, dia mungkin akan datang.",
		"82": "{$NPCName.Mechanic} terikat di dalam Dungeon. Kamu harus membantunya jika ingin dia datang.",
		"83": "Setelah kamu menggunakan {$ItemName.LifeCrystal}, {$NPCName.Nurse} mungkin akan datang! Bicara padanya untuk mendapatkan penyembuhan kapan saja. . . Selama kamu memiliki uang tentunya.",
		"84": "Jika kamu ingin tampil dengan gaya, cobalah pewarna! {$NPCName.DyeTrader} dapat membantumu mengubah beberapa bahan menjadi pewarna yang baru.",
		"85": "{$NPCName.DD2Bartender} adalah tamu dari negeri yang jauh bernama Etheria.",
		"86": "Jika kamu mau mendapatkan potongan rambut baru, coba cek Sarang Laba-laba terdekat. {$NPCName.Stylist} selalu tersesat di dalamnya!",
		"87": "Kayu dan Batu biasa tidak cukup cerah untukmu? {$NPCName.Painter} akan datang dan menjual cat jika cukup penduduk kota yang menetap.",
		"88": "Cobalah menjelajahi {$Bestiary_Biomes.Ocean}, Kamu bisa menemukan harta, pewarna, dan bahkan nelayan yang tertidur.",
		"89": "Kamu bisa membuat {$NPCName.WitchDoctor} datang ke duniamu jika kamu mengalahkan {$NPCName.QueenBee}.",
		"90": "{$NPCName.PartyGirl} tidak akan datang kecuali duniamu penuh dengan penduduk kota yang lainnya. Lagipula, apa jadinya pesta tanpa banyak orang?",
		"91": "{$NPCName.Wizard} menjual artefak sihir yang berguna, tetapi ia cenderung berkeliaran di Bawah Tanah.",
		"92": "{$NPCName.TaxCollector} menghabiskan harinya mengembara di Underworld sebagai {$NPCName.DemonTaxCollector}. Seandainya ada cara untuk menyucikannya . . .",
		"93": "Para perompak sangatlah membingungkan, Pertama-tama, mereka menyerbu duniamu, selanjutnya mereka malah menetap di rumahmu!",
		"94": "Jika kamu pernah mengalahkan robot raksasa, {$NPCName.Steampunker} mungkin akan datang ke duniamu.",
		"95": "Jika kamu suka roket, {$NPCName.Cyborg} memiliki beberapa untuk dijual.",
		"96": "{$NPCName.TravellingMerchant} tak pernah bersinggah dalam waktu yang lama, tetapi dia selalu membawa barang berbeda tiap kali dia datang!",
		"97": "Tidak semua Skeleton itu jahat. Beberapa dari mereka bahkan diketahui menjual barang unik bagi siapapun yang menemukan mereka.",
		"98": "Bingung mau melakukan apa selanjutnya? Coba lihat Pencapaian untuk petunjuk!",
		"99": "Jika musuh mencuri uangmu setelah kamu mati di Expert Mode, segera buru dia! jika kamu mengalahkannya, kamu bisa mendapat uangmu kembali.",
		"100": "Dengan mekanik Block Swap diaktifkan, kamu bisa langsung mengubah satu blok dengan blok lainnya, tanpa perlu mengambilnya terlebih dahulu.",
		"101": "[Carilah] {$ItemName.GoodieBag} saat Halloween. Jika kamu membukanya, kamu bisa mendapatkan berbagai macam barang yang menyeramkan.  Tipuan atau Permen! ",
		"102": "Awan itu bagus dan lembut, dan kamu tidak akan terluka saat jatuh di atasnya tidak peduli seberapa jauh kamu jatuh.",
		"103": "Tahukah kamu kalau kamu bisa memerintah Summon-mu untuk menyerang musuh tertentu? Saat memegang Senjata Summon, Klik Kanan pada musuh yang ingin diserang!",
		"104": "Tekan tombol + dan - untuk memperbesar dan memperkecil! Fokus pada hal yang penting!",
		"105": "Ada sesuatu di Peta yang ingin ditunjukkan kepada teman? Klik dua kali di Peta untuk melakukan ping pada sebuah lokasi yang ingin diperlihatkan pada semua orang!",
		"106": "{$ItemName.VoidBag} adalah artefak magis yang dapat menyimpan barang untukmu saat inventorimu penuh.",
		"107": "Musuh bukanlah satu-satunya bahaya saat menjelajah di Bawah Tanah. Waspadai jebakan juga!",
		"108": "Menemukan Bahan baru yang keren? Mau tau apa yang bisa dibuat? Tanyakan kepada teman baikmu Sang Pemandu!",
		"109": "Ada beberapa NPC yang tewas? Tenang saja, mereka akan kembali di pagi hari.",
		"110": "Peledak itu berbahaya!\n...dan efektif..."
	},
	"LoadingTips_GamePad": {
		"0": "Kamu bisa menambahkan barang favorit ke DPad untuk penggunaan cepat dengan mengaktifkan DPad Hotbar di Pengaturan Gamepad!",
		"1": "Kamu dapat menggunakan beberapa item secara terus menerus dengan menahan tombol {InputTrigger_UseOrAttack}.",
		"2": "Tekan {InputTrigger_SmartCursor} untuk beralih antara mode cursor. ",
		"3": "Saat inventorimu penuh, kamu dapat menekan {InputTriggerUI_Trash} untuk membuang barang tersebut ke Tempat Sampah.",
		"4": "Saat berdagang dengan NPC, kamu dapat menjual barangmu dengan menekan {InputTriggerUI_SellItem}.",
		"5": "Kamu bisa melepaskan Obor dengan {InputTrigger_InteractWithTile} atau menggunakan beliung.",
		"6": "Di invetori, kamu dapat menekan {InputTrigger_QuickEquip} untuk langsung menggunakan barang seperti armor atau aksesori di slot yang tersedia ",
		"7": "Tahan {InputTrigger_SmartSelect} untuk menggunakan Auto Select, fitur serbaguna yang dapat beradaptasi terhadap lingkungan. Ini memungkinkanmu secara otomatis memegang Torch di gua yang gelap, Glowstick saat di bawah air, atau bahkan memilih alat yang benar untuk menghancurkan sesuatu. ",
		"8": "Tekan {InputTriggerUI_FavoriteItem} untuk memfavoritkan suatu barang. Barang favorit tidak dapat dijual, dibuang, atau dijatuhkan. Tidak ada lagi insiden barang terjual tanpa sengaja. ",
		"9": "Saat membuka inventori, tekan {InputTriggerUI_BuildFromInventory} saat menyorot sebuah alat atau blok untuk langsung membangun dari inventori.",
		"10": "Tahan {InputTrigger_RadialQuickbar} dan {InputTrigger_RadialHotbar} untuk membuka Radial Quickbar dan menu Radial Hotbar. Menu tersebut memungkinkanmu untuk mengakses ramuan, tunggangan, dan item di hotbar dengan cepat.",
		"11": "Ada beberapa tata letak Gamepad yang tersedia di menu. Kamu bisa memilih tata Pilihan Redigit, Pilihan Yoraiz0r, Xbox, Playstation, atau bahkan membuat pengaturan Kustommu sendiri",
		"12": "Jika kamu memilih DPad Cursor Snap di pengaturan Gamepad, kamu dapat menggunakan DPad untuk meningkatkan presisi ketika menambang atau membangun.",
		"13": "Saat menggunakan Gamepad, kamu bisa mengunci pada musuh dengan menekan {InputTrigger_LockOn}. Musuh yang terkunci akan ditandai dengan segitiga berputar, dan senjata jarak jauh akan otomatis mengarah ke targetmu!",
		"14": "Kamu bisa menetapkan atau menyingkirkan NPC dari rumah! Melalui antarmuka hunian, {InputTrigger_UseOrAttack} untuk menetapkan mereka ke sebuah rumah, dan {InputTrigger_InteractWithTile} di banner mereka untuk mengusir mereka! "
	},
	"LoadingTips_Keyboard": {
		"0": "Kamu dapat menggunakan beberapa item secara terus menerus dengan menahan tombol {InputTrigger_UseOrAttack}.",
		"1": "Tekan {InputTrigger_SmartCursor} untuk beralih antara mode cursor. ",
		"2": "Saat inventorimu penuh, kamu dapat menekan {InputTriggerUI_Trash} dan {InputTrigger_UseOrAttack} untuk membuang barang tersebut ke Tempat Sampah.",
		"3": "Saat berdangan dengan NPC, kamu dapat menjual barangmu dengan menekan {InputTriggerUI_Trash} dan {InputTrigger_UseOrAttack}. ",
		"4": "Kamu bisa melepaskan Obor dengan {InputTrigger_InteractWithTile} atau menggunakan beliung.",
		"5": "Di invetori, kamu dapat menekan {InputTrigger_InteractWithTile} untuk langsung menggunakan barang seperti armor atau aksesori di slot yang tersedia ",
		"6": "Tahan {InputTrigger_SmartSelect} untuk menggunakan Auto Select, fitur serbaguna yang dapat beradaptasi terhadap lingkungan. Ini memungkinkanmu secara otomatis memegang Torch di gua yang gelap, Glowstick saat di bawah air, atau bahkan memilih alat yang benar untuk menghancurkan sesuatu. ",
		"7": "Tekan {InputTriggerUI_FavoriteItem} dan {InputTrigger_UseOrAttack} untuk memfavoritkan suatu barang. Barang favorit tidak dapat dijual, dibuang, atau dijatuhkan. Tidak ada lagi insiden barang terjual tanpa sengaja. ",
		"8": "Kamu bisa menetapkan atau menyingkirkan NPC dari rumah! Melalui antarmuka hunian, {InputTrigger_UseOrAttack} untuk menetapkan mereka ke sebuah rumah, dan {InputTrigger_InteractWithTile} di banner mereka untuk mengusir mereka! "
	}
}