{
	"GuideHelpText": {
		"Help_1063": "Biasanya saya akan mencoba mengajarimu tentang Old One's Army, tetapi sebaiknya kau tanyakan saja kepada {Bartender} tentang itu.",
		"Help_1064": "Saat bulan menjadi merah, air berubah menjadi seperti darah. Hewan yang ada di sana mungkin menjajdi [grotesque] dan [malicious].",
		"Help_1065": "Kau dapat menyingkirkan orang dari rumahnya melalui antarmuka hunian! <right> pada banner yang muncul dalam rumahnya. Kau juga bisa <left> untuk menempatkan dia kepada(?) rumah baru."
	},

	"GuideHelpTextSpecific": {
		"Help_1100": "Saya dengar ada sekelompok manusia kadal yang tinggal dalam jungle. Mungkin kau dapat menarik perhatian dari salah seorang mereka dengan menumbangkan [beast] raksasa jungle?",
		"Help_1101": "Saya dengar ada seorang wanita di luar sana yang [well-versed in fighting back the forces you just unleashed]. Mungkin kalau kau membuktikan dirimu, kau dapat menarik perhatiannya.",
		"Help_1102": "Robot tidaklah terlalu buruk. Mungkn kita dapat membuatnya sendiri, kalau saja kita mendapatkan persenjataan eksplosif dari jungle...",
		"Help_1103": "Saya pernah melihat seorang penata rambut [in this region]. Dia pergi berpetualang ke bawah tanah dan itulah terakhir kali saya melihatnya. Kira-kira apa yang terjadi kepadanya?",
		"Help_1104": "Pernahkah kau menangkap seekor ikan yang aneh dan kau tidak tahu apa yang perlu lakukan dengannya? Saya dengar ada seorang ahli pemancing yang tinggal di dekat lautan yang mungkin memiliki kegunaan untuk ikan-ikan itu...",
		"Help_1105": "Tortured Soul di Underworld sana kelihatannya familiar...pernahkah kau mencoba menggunakan {$ItemName.PurificationPowder} padanya?",
		"Help_1106": "There have been some pirates sighted around lately. If we befriend one, you think he might show us where he buried his treasure?",
		"Help_1107": "[There are] beberapa tumbuhan dan bahan spesial lainnya yang bisa digunakan untuk mewarnai sesuatu. Mungkin jika kau membawanya, kau akan menemukan seseorang [to show you how].",
		"Help_1108": "Saya pernah mendengar bahwa ada jamur bersinar yang tumbuh cukup besar dan mendapatkan [sentience]. [Wonder if there's any truth to that]...",
		"Help_1109": "Kata orang, pasir sangatlah buruk untuk bermain golf. Tidaklah mungkin seorang pemain golf berada di sebuah gurun... [right]?",
		"Help_1110": "[Seniman suka melatih seni mereka, dan pelukis suka melukis. Jika cukup orang yang menetap, kita akan memiliki cukup rumah sampai seorang pelukis mungkin datang untuk mempercantik tempat ini!]",
		"Help_1111": "[Banyak orang yang pindah ke sini belakangan ini, bukankah begitu?] Jika makin ramai di sekitar sini, seorang gadis pesta pasti akan pindah ke sini!",
		"Help_1112": "Selalu [awasi] orang asing yang membutuhkan bantuanmu! Kau tak akan pernah tahu kapan kau akan bertemu dengan orang baru yang membutuhkan bantuan.",
		"Help_1113": "Jika dagangan {Merchant} tidak menarik perhatianmu, seorang pedagang keliling [often] berkunjung dengan [merchandise] eksotis yang mungkin kau inginkan.",
		"Help_1114": "Tidak semua [undead monsters] itu [hostile]. Saya dengar bahkan ada yang menjual [merchandise] jauh di bawah tanah.",
		"Help_1115": "Dunia ini penuh dengan makhluk [exciting] dan berbahaya untuk [discover]. Ada seorang ahli yang mungkin [rewards]-mu untuk membagi ilmu tersebut kepadanya!",
		"Help_1120": "Jika kau kira bahwa hujan adalah hal yang menyebalkan, tunggu sampai kau melihat hujan slime!",
		"Help_1121": "[On rare occasions], bulan akan menutupi matahari, yang mengundang banyak monster mengerikan!",
		"Help_1122": "Pernahkah kau melihat {$NPCName.GoblinScout} di dekat pantai? Kira-kira apakah invasi akan segera terjadi...god this fucking sucks",
		"Help_1123": "Sepertinya saya pernah melihat sebuah peta harta mengambang di lautan, tetapi seekor hiu memakannya. Mungkin sebaiknya kau mencoba mencarinya?",
		"Help_1124": "I saw some flashing lights, high up in the sky and far away. The truth is out there, I'm telling you.",
		"Help_1125": "Pernahkah kau melihat banyak lampion beterbangan di langit malam? [Orang-orang](penduduk maybe???) dunia ini merayakan kemenanganmu, mendoakan keberuntungan bagimu.",
		"Help_1130": "Jika kau meletakkan sebuah botol kosong pada meja, kau dapat menggunakannya untuk membuat [all sorts of neat potions]!",
		"Help_1131": "Gantunglah [banner] yang kau dapatkan dari mengalahkan musuh, karena banner tersebut akan membantumu dalam pertempuran selanjutnya dengan musuh tersebut.",
		"Help_1132": "Bioma salju sangatlah dingin, tetapi ada banyak harta karun [unique] di sana. [I'd check it out!](it's weird, idk why he even says that, you doin absolutely nothing bud)",
		"Help_1133": "[There are] sarang antlion terkubur dalam gurun, penuh dengan fosil-fosil langka dan banyak bahaya!",
		"Help_1134": "Jika kau menemukan bioma [marble], berhati-hatilah! Konon katanya, tempat itu dihuni oleh makhluk-makhluk yang sangat berbahaya!",
		"Help_1135": "Dalam bioma granit, [the very stone itself is a threat], sering menjadi hidup dan menyerang penyusup!",
		"Help_1136": "Ingin membuat sesuatu dengan bijih yang kau tak dapat temukan di {WorldName}? Cobalah memancing crate, atau memasukkan silt dan slush ke dalam Extractinator!",
		"Help_1137": "Jika kau ingin rehat sejenak dari berpetualang, selalu ada waktu untuk [some good old fashioned fishing](wonder if we have \"some good old fashioned\" equivalent).",
		"Help_1138": "Ketika kau menjelajahi bawah tanah, kau terkadang akan menjumpai peri [helpful](idk how to word it so it's not weird). Jika kau mengikutinya, mungkin ia akan menuntunmu kepada harta karun!",
		"Help_1140": "Untuk tahap berikutnya kau harus menjelajahi gua dari crimson. Hancurkan Crimson Heart yang kau temukan.",
		"Help_1141": "Crimstone di Crimson dapat dibersihkan menggunakan sebuah bubuk dari driad, atau dihancurkan dengan ledakan.",
		"Help_1142": "Cobalah mendapatkan obsidian yang terbentuk saat air dan lava bertemu. Obsidian dapat digunakan untuk melindungimu dari panas [intense](panas intens doesn't sit very well).",
		"Help_1143": "Kabarnya terdapat sarang-sarang lebah raksasa yang terkubur di bawah tanah di jungle. [I could do wirh some honey myself].",
		"Help_1144": "Kau menemukan beberapa fosil tua dari gurun? Kira-kira apakah ada cara untuk [extract](ekstrak dalam bahasa indonesia mah sari, dunno what) dari bebatuan.",
		"Help_1145": "Sudah saatnya untuk meningkatkan Furnace tua itu! Carilah sebuah Hellforge di Underworld, itulah satu-satunya cara untuk membuat Hellstone bar.",
		"Help_1146": "Pernahkah kau melihat Wyvern [soaring] tinggi di atas awan? Seandainya saja saya bisa terbang seperti itu...",
		"Help_1147": "Cobalah gabung Hellforge dengan beberapa bijih adamantite. Saya yakin kau dapat membuat beberapa benda yang kuat dengan itu!",
		"Help_1148": "Cobalah gabung Hellforge dengan beberapa bijih titanium. Saya yakin kau dapat membuat beberapa benda yang kuat dengan itu!",
		"Help_1149": "Apakah kau pernah menemukan buah langka yang tumbuh di jungle belakangan ini? Jika kau memakannya, itu akan meningkatkan health maksimummu!",
		"Help_1150": "Saya dengar bahwa kuncup pink bercahaya tumbuh di jungle baru-baru ini. Bersiaplah dengan apa pun yang akan terjadi jika kau [memetiknya].",
		"Help_1151": "Kunci itu dapat digunakan untuk membuka pintu Kuil yang tersembunyi dalam jungle. Apakah kau telah menemukan kuil tersebut?",
		"Help_1152": "Kabarnya ada sebuah Kuil [sealed], tersembunyi di dalam jungle. Kira-kira bagaimana cara membukanya?",
		"Help_1153": "Wow, kunci yang kau punya itu lumayan [nifty](don't use bagus, pls use synonym for them p.s. kalau gk ketemu, yaudh gpp)! Saya dengar kunci seperti itu dapat digunakan untuk mendapatkan harta yang langka dari Dungeon!",
		"Help_1154": "Saya dengar berbagai laporan tentang seekor cacing yang sangat aneh di [underground mushroom fields]. Kira-kira apakah cacing seperti itu bagus sebagai umpan?",
		"Help_1155": "Ancient prophecies speak of a way to summon the monstrous hordes of Halloween through medallions crafted with pumpkins.",
		"Help_1156": "Legenda mengatakan sebuah kado terkutuk yang dapat mengubah malam paling meriah menjadi serbuan kengerian!",
		"Help_1157": "Ada sekelompok orang [strange] bertudung berkerumunan di pelataran Dungeon. Mungkin sebaiknya kau memeriksanya?",
		"Help_1158": "Where the heck did those Pillars come from?! You should clear out some of the monsters around them!",
		"Help_1159": "Jika kau menggabungkan lensa pada crimson altar, kau dapat membuat benda untuk memanggil sesosok monster yang kuat. Namun, kau harus menunggu sampai malam sebelum menggunakannya.",
		"Help_1160": "Di tengah malam yang bersalju, sebuah suara [auman](idk) yang mengerikan terdengar dari [wilderness]! [Ada sesuatu di luar sana](Better sentence pls)!"
	}
}